export const requestGroupCheckData = [
    { category: "小売・卸売", options: ["百貨店・スーパー", "コンビニ", "食料品・酒屋", "ファッション・洋服", "書籍・文房具・がん具", "医薬品・化粧品", "自動車・自転車", "電器", "家具・インテリア", "ガソリンスタンド・燃料", "日用雑貨", "建築・鉱物・金属", "機械器具", "総合卸売・商社・貿易", "通信販売", "その他小売・卸売"] },
    { category: "飲食・宿泊", options: ["食堂・レストラン", "居酒屋・バー", "喫茶店", "ファーストフード", "持ち帰り・デリバリー", "旅館・ホテル"] },
    { category: "サービス", options: ["旅行・レジャー", "床屋・美容院", "エステ・リラクゼーション", "ペット", "リース・レンタル", "ビル管理・オフィスサポート", "その他サービス"] },
    { category: "IT・広告・マスコミ", options: ["情報通信・インターネット", "ソフトウェア・SI", "デザイン・製作", "広告・販促", "放送・出版・マスコミ"] },
    { category: "コンサル・会計・法務関連", options: ["経営コンサルティング", "会計、税務、法務、労務"] },
    { category: "人材", options: ["人材"] },
    { category: "病院・福祉・介護", options: ["病院", "医院・診療所", "歯医者", "動物病院", "介護・福祉"] },
    { category: "不動産", options: ["不動産売買", "不動産賃貸", "不動産開発"] },
    { category: "金融・保険", options: ["銀行", "貸金業、クレジットカード", "金融商品取引", "保険", "その他金融"] },
    { category: "教育・学習", options: ["幼稚園・保育園", "小学校・中学校・高校", "大学", "専門学校", "予備校", "進学塾・学習塾", "外国語会話", "パソコンスクール", "幼児教室", "その他教室・スクール"] },
    { category: "建設・建築", options: ["総合（建設・建築）", "専門（建設・建築）", "設備（建設・建築）"] },
    { category: "運輸", options: ["運輸", "倉庫", "運輸付帯サービス"] },
    { category: "製造", options: ["食料品", "飲料・たばこ・飼料", "繊維工業", "衣服・繊維", "パルプ・紙", "印刷", "油脂加工・洗剤・塗料", "化粧品", "医薬品", "その他化学工業", "プラスチック製品", "ゴム製品", "一般機械", "電気・電子機器", "自動車・輸送機器", "精密機械", "鉄・金属", "その他製造業"] },
    { category: "電気・ガス・水道", options: ["電気", "ガス", "水道"] },
    { category: "農林水産", options: ["農林水産"] },
    { category: "鉱業", options: ["鉱業"] },
    { category: "官公庁", options: ["官公庁"] },
    { category: "組合・団体・協会", options: ["組合・団体・協会", "NPO"] },
];

export const requestGroupCheckData2 = [
    { category: "従業員数", options: ["20人未満", "20-50人未満", "50-100人未満", "100-300人未満", "300-1000人未満", "1000人以上", "不明"] },
    { category: "年商", options: ["3億未満", "3億-20億未満", "20億-100億未満", "100億-500億未満", "500億以上", "不明"] },
    { category: "資本金", options: ["1000万未満", "1000万-3000万未満", "3000万-1億未満", "1億-10億未満", "10億-50億未満", "50億以上", "不明"] },
    { category: "上場区分", options: ["東証プライム", "東証スタンダード", "東証グロース", "名証", "名証ネクスト", "福証", "福証Qボード", "札証", "未上場"] }
];
